Repository: bskjon/windows-bandStyling
Catalog: Style My Band/Style My Band/Strings/*/Resources.resw
Source language: en_us
Languages: nb

# AppName
source: Band styling
nb: Band personalisering

# BandImagePage_AppBarButtonAccept.Label
source: Use
nb: Utfør

# BandImagePage_AppBarButtonDetails.Label
source: Details
nb: Detaljer

# BandImagePage_AppBarButtonOpen.Label
source: Open
nb: Åpne

# BandImagePage_AppBarButtonSave.Label
source: Save
nb: Lagre

# BandImagePage_DetailsFlyout_BandGenerationText1.Text
source: Your Band belongs to generation:
nb: Ditt Microsoft Band hører til generasjon:

# BandImagePage_DetailsFlyout_BandGenerationText2.Text
source: This Band generation requires the following resolution:
nb: Denne generasjonen krever følgende oppløsning:

# BandImagePage_DetailsFlyout_Header.Text
source: Information
nb: Informasjon

# BandImagePage_HeightTextBlock.Text
source: Height
nb: Høyde

# BandImagePage_MeTileHeader.Text
source: MeTile preview
nb: MeTile forhåndsvisning

# BandImagePage_WidthTextBlock.Text
source: Width
nb: Bredde

# BandThemePage_B.Text
source: Blue
nb: Blå

# BandThemePage_BlueSlider.Text
source: Blue
nb: Blå

# BandThemePage_BlueTextBlock.Header
source: Blue
nb: Blå

# BandThemePage_G.Text
source: Green
nb: Grønn

# BandThemePage_GreenSlider.Text
source: Green
nb: Grønn

# BandThemePage_GreenTextBlock.Header
source: Green
nb: Grønn

# BandThemePage_PivotItemHeader_Advanced.Header
source: Advanced
nb: Avansert

# BandThemePage_PivotItemHeader_Basic.Header
source: Basic
nb: Enkel

# BandThemePage_R.Text
source: Red
nb: Rød

# BandThemePage_RedSlider.Text
source: Red
nb: Rød

# BandThemePage_RedTextBlock.Header
source: Red
nb: Rød

# Band_DefaultAppRefresh
source: Retrieving fresh data from your Band
nb: Henter ny data fra Band

# Band_DefaultUpdateText1
source: Updating your Band with new theme
nb: Oppdaterer ditt Band med nytt tema

# Band_DefaultWaitText1
source: Please wait..
nb: Vennligst vent..

# Band_GetDetails1
source: Retrieving data from your Band
nb: Henter informasjon fra ditt Band

# Band_OneMomentDefault1
source: One moment
nb: Et øyeblikk

# Band_SetDetails1
source: This might take a while
nb: Dette vil ta litt tid

# Band_UpdatingBandImage
source: Updating your Band with new MeTile
nb: Oppdaterer ditt Band med det nye bildet

# Global_AppBarButtonColors.Label
source: Colors
nb: Farger

# Global_AppBarButtonSave.Label
source: Save
nb: Lagre

# Global_ButtonApply.Content
source: Apply
nb: Utfør

# Global_ButtonUpdate.Content
source: Update
nb: Oppdater

# Global_DefaultProfileName
source: Current Theme
nb: Nåværende Tema

# Global_ExtendedExecutionSession_DeniedText
source: Please wait with closing the application untill it is done updating your Band
nb: Vennligs vent med å lukke app-en, til app-en er ferdig med å oppdatere Band-et.

# Global_ExtendedExecutionSession_DeniedTitle
source: Update
nb: Oppdatering

# Global_ExtendedExecutionSession_Description01
source: Updating Band in background
nb: Oppdaterer Band i bakgrunnen

# MainPage_AppBarButtonBoth.Text
source: Update both
nb: Oppdater Begge

# MainPage_AppBarButtonChangeName.Label
source: Change name
nb: Endre navn

# MainPage_AppBarButtonDelete.Label
source: Delete
nb: Slett

# MainPage_AppBarButtonExport.Label
source: Export
nb: Ekstporter

# MainPage_AppBarButtonImport.Label
source: Import
nb: Importer

# MainPage_AppBarButtonMeTile.Text
source: Update MeTile
nb: Oppdater MeTile

# MainPage_AppBarButtonNewProfile.Label
source: New profile
nb: Ny profil

# MainPage_AppBarButtonReload.Label
source: Reload
nb: Oppdater

# MainPage_AppBarButtonTheme.Text
source: Update Theme
nb: Oppdater Tema

# MainPage_AppBarButtonUpload.Label
source: Upload
nb: Last opp

# MainPage_AppBarButtonVersion.Label
source: Version
nb: Versjon

# MainPage_DescriptionTextBlock.Text
source: If you select, and update the current theme, the changes will not be stored, but only applied to your Band. If you choose to create and update a profile, it will be stored.
nb: Hvis du velger nåværende tema, vil du kun oppdatere temaet som kjøres på band. Hvis du velger å opprette og oppdatere en Profil, vil denne lagres.

# MainPage_MeTileTextBlock.Text
source: MeTile
nb: Bakgrunn

# MainPage_NewProfileNameTextBlock.Text
source: Profile name
nb: Profil navn

# MainPage_OneMoment.Text
source: One Moment
nb: Et Øyeblikk

# MainPage_PreviewTextBlock.Text
source: Preview
nb: Forhåndsvisning

# MainPage_ProfileSelector.Header
source: Profile
nb: Profil

# MainPage_ThemeTextBlock.Text
source: Theme
nb: Tema

# MainPage_UpdateProfileNameTextBlock.Text
source: Change profile name
nb: Endre profil navn

# MessagDialog_SelectingImageErrorTitle
source: Wrong resolution
nb: Feil oppløsning

# MessageDialog_BandConnectErrorContent
source: Failed to connect and retrieve data from you Microsoft Band! If this issue continues please try the following: 1) Open Microsoft Health Go to "Personalize Band" and update the theme. 2) Open Microsoft Health Go to "Manage Tiles" and select/un-select tiles, and update. If none of the following steps works, please report the issue..
nb: Kunne ikke koble til og hente data fra Microsoft Band! Hvis dette problemet fortsetter, vennligst prøv følgende: 1) Åpne Microsoft Health Go to "Tilpass Band" og oppdater temaet. 2) Åpne Microsoft Health Gå til "Behandle fliser" og aktiver/deaktiver fliser, deretter oppdater Band. Hvis ingen av forslagene løste problemet, vennligst meld i fra..

# MessageDialog_BandConnectErrorTitle
source: Something went wrong
nb: Noe gikk galt

# MessageDialog_BandMissingContent
source: No Bands were detected.. Verify that the Band is connected
nb: Kunne ikke finne Band... Vennligst kontroller at Band er tilkoblet

# MessageDialog_BandMissingTitle
source: Band Missing
nb: Band mangler

# MessageDialog_BandUpdateErrorContent1
source: Some values are wrong..
nb: Noen av verdiene er ikke riktig..

# MessageDialog_ErrorXDocumentContent1
source: Couldn't save theme
nb: Kunne ikke lagre temaet

# MessageDialog_ErrorXElementContent1
source: Couldn't update the stored theme
nb: Kunne ikke oppdatere det lagrede temaet

# MessageDialog_ErrorXElementContent2
source: Multiple elements contains the same id..
nb: Fler verdier inneholder samme id..

# MessageDialog_ExportContent
source: The export of profiles were successful
nb: Eksporteringen av temaene var vellykket.

# MessageDialog_ExportContentNo
source: There were no custom profiles to export
nb: Det var ingen egendefinerte profiler å eksportere

# MessageDialog_ExportTitle
source: Export
nb: Eksportering

# MessageDialog_ExportTitleNo
source: Export canceled
nb: Eksportering avbrutt

# MessageDialog_ImportContent
source: The import of profiles were successful.
nb: Importeringen av Xml filen var vellykket, oppdateringen av ID, ble gjennomført

# MessageDialog_ImportTitle
source: Import
nb: Importering

# MessageDialog_SelectingImageErrorContent
source: The height or width of this image doesn't mach the Band's resolution
nb: Bildets høyde eller bredde samsvarer ikke med Bands's oppløsning

# MessageDialog_SelectingImageErrorTitle
source: Wrong resolution
nb: Feil oppløsning

# MessageDialog_VersionTitle
source: Application version
nb: Applikasjons verjson
